const a = {
    name: 'Компания Мишина-Машина',
    description: 'Наша компания готова активно инвестировать большие суммы в проекты автопромшленности, машиностроения, производства специальной агротехники',
    type: 'legal_entity',
    requisites: 'ООО «Мишина-Машина» | Россия, Москва, 117312, ул. Вавилова, д. 19 | 7727563778 | 1057749631994 | 770701001 | 93281776 | 044549346',
    interests: ['Машиностроение', 'Сельсхое хозяйство'],
}

const b = {
    name: 'Инвестиционный отдел компании Овсяникофф',
    description: 'Ищем проекты пищевой промышленности для инвестирования',
    type: 'legal_entity',
    requisites: 'ООО «Овсяникофф» | Россия, Москва, 127287, ул Хуторская 2-я, д. 38А, стр. 26 | 7727533126 | 1057749616599 | 770629029 | 93221829 | 044565264',
    interests: ['Пищевая промышленность'],
}

const c = {
    name: 'Инвестор IT-проектов',
    description: 'Готов рассмотреть для инвестирования перспективные IT-проекты',
    type: 'sole_trader',
    requisites: 'ИП Никитин Алексей Владимирович | — | 7727472744 | 1057749580821 | — | 93127142 | 044564258',
    interests: ['Информационный технологии IT'],
}

const d = {
    name: 'Инвестиционный отдел компании «Опаньки-попопоньке»',
    description: 'Наша компания является лидером в сфере производства товаров для ухода за детьми. Мы активно развиваемся и на данный момент ищем перспективные проекты для инвестирования.',
    type: 'legal_entity',
    requisites: 'ООО «Опаньки-попопоньке» | Россия, Москва, 109147, ул. Марксистская, д. 4 | 7727425445 | 1057749559357 | 770519398 | 93110673 | 044552463',
    interests: ['Уход за детьми', 'Пищевая промышленность'],
}

const e = {
    name: 'Инвестор движимости и недвижимости',
    description: 'Вложусь в движимость и недвижимость',
    type: 'sole_trader',
    requisites: 'ИП Игнатенко Кирилл Дмитриевич | — | 7727416490 | 1057749486096 | — | 93108509 | 044595456',
    interests: ['Машиностроение', 'Строительство'],
}

const d = {
    requisitesOld: {
        legalName: 'ИП Игнатенко Кирилл Дмитриевич',
        address: '',
        inn: '7727416490',
        ogrn: '1057749486096',
        kpp: '',
        okpo: '93108509',
        bik: '044595456',
    },
    requisitesNew: {
        legalName: 'ИП Игнатенко Кирилл Дмитриевич',
        address: '',
        inn: '7000000000',
        ogrn: '1000000000000',
        kpp: '',
        okpo: '93000000',
        bik: '044000000',
    },
}


// --------------------------


const ee = {
    name: 'Сеть ресторанов правильного питания «Здоровая почка»',
    description: 'У нас есть особая технология приготовления. С помощью этой технологии блюда правильного питания могут быть приготовлены в разы быстрее, сопоставимо с приготовлением блюда из полуфабрикатов.',
    region: 'Москва',
    businessPlanPath: '/v02/business-plan_qertyfvd.pdf',
    investmentMin: '500000',
    investmentMax: '500000',
}

const e = {
    name: 'Стартап салон красоты для ручных собачек',
    description: 'Все прелести этого мира могут стать доступны и вашему любимцу!',
    region: 'Россия, Москва',
    businessPlanPath: '/v02/business-plan_opkjpwyn.pdf',
    investmentMin: '500000',
    investmentMax: '10000000',
}

const f = {
    name: 'Разведение раков',
    description: 'Проект по разведению красных раков',
    region: 'г. Москва',
    businessPlanPath: '/v04/business-plan_khlfsdak.pdf',
    investmentMin: '5000000',
    investmentMax: '10000000',
}

const g = {
    name: 'Тиндер для кошек',
    description: 'Представляем вам мобильное приложение, аналог тиндера для вашего питомца. Актулаьно для владельцев породистых кошек.',
    region: 'Москва',
    businessPlanPath: '/v04/business-plan_fgjlasdg.pdf',
    investmentMin: '100000',
    investmentMax: '500000',
}

const h = {
    name: 'Нейросеть для прогнозирования результатов в турнирах по киберспортивным дисциплинам',
    description: 'Есть идея создать веб-приложение, где пользователь может просмотреть прогнозы по грядущим матчам киберспортивных дисциплин',
    region: 'Москва, Россия',
    businessPlanPath: '/v01/business-plan_gklsdkls.pdf',
    investmentMin: '500000',
    investmentMax: '10000000',
}


